In [1]:
print("Hello World")

Hello World

In [4]:
import pandas as pd
df = pd.read_csv('emp_info.csv')

In [5]:
df

   empid empname  empsal
0  12141   SRINI      90
1  12142   SANDY      80
2  12143    ABHI      70

In [9]:
df.to_csv('emp_info_copy.csv',index=False)

In [10]:
df = pd.read_csv('emp_info_copy.csv')

In [11]:
df

   empid empname  empsal
0  12141   SRINI      90
1  12142   SANDY      80
2  12143    ABHI      70

In [18]:
df = pd.read_csv('emp_info_copy.csv',delimiter='|')

In [19]:
df

   empid empname  empsal
0  12141   SRINI      90
1  12142   SANDY      80
2  12143    ABHI      70